[
    {
        "image" : "http://res.cloudinary.com/www-drvaudio-com/image/upload/v1467167102/ableton-push_vpqwtp.png",
        "title" : "Ableton Live: <b>Push 2</b>",
        "description" : [
            "Play or program beats, melodies, and harmonies with Push’s 64 pads.",
            "When playing drums, Push’s grid of 64 pads is divided into three sections, allowing you to play in real time, step sequence, and adjust the length of your loop, all at the same time."
        ]
    },
    {
        "image" : "http://res.cloudinary.com/www-drvaudio-com/image/upload/v1467167670/machine_pozgxb.png",
        "title" : "Native Instruments: <b>Maschine Studio</b>",
        "description" : [
            "The Native Instruments Maschine Studio hybrid software/hardware music-production system combines everything you love about old-school hardware groove machines with the kind of flexibility you can only get from software.",
            "Run the Maschine 2 software in standalone mode and load up your favorite virtual instruments for low-latency, high-flexibility sequencing and sampling, or run it as a plug-in in your favorite DAW to add powerful groove-creation potential to your recording rig.",
            " Whether you're making beats in your home studio or taking it out on the road as part of your digital DJ system, you're going to be blown away by what you can create with Maschine Studio."
        ]
    },
    {
        "image" : "http://res.cloudinary.com/www-drvaudio-com/image/upload/v1467168190/mpc-renaissance_keg6ni.png",
        "title" : "Akai Professional: <b>MPC Renaissance</b>",
        "description" : [
            "Akai Professional's MPC Renaissance fuses the legendary MPC's layout and workflow with the power of your computer to create an unrivaled instrument for music production.",
            "This new flagship MPC is a fully integrated hardware/software system. MPC Renaissance features 16 backlit genuine MPC pads, 16 Q-link controls, an adjustable, backlit LCD-screen, and a full array of inputs and outputs for easy connection in any studio.",
            "We collaborated with producers and artists from around the world during our design process, so the MPC Renaissance maintains the beloved workflow and layout of classic MPCs: Note Repeat, Swing, transport controls and other traditional MPC functions. ",
            "For the especially nostalgic, the exclusive Vintage Mode and built-in audio interface give you instant access to MPCs of the past.",
            "Choose from MPC3000, MPC60, SP1200 Ring, and more.",
            "The included MPC software explodes with all the essential sounds of modern production, and you have the ability to expand at will because the MPC Renaissance utilizes the RAM and hard drive space of your computer.",
            "Thanks to its tight integration with MPC Software, you can use MPC Renaissance for the high-end features of computer DAWs and plugins."
        ]
    }

]



